[
    {
        "id": 1,
        "categories": ["Company"],
        "body": ["<strong> Campus Placements: </strong> Finding the right employee can be challenging. We conduct campus placements in multiple colleges and select freshers. We ensure that they possess the skillset and mindset required to enhance the company’s workforce and assist its future endeavours. <br/> <br/><strong> Mass Hiring: </strong> Our company provides mass hiring services for companies that are expanding rapidly. We meet the desired quantity and quality of the employees for your company through direct hiring and training. It is a part of our campus placement process. <br/> <br/><strong> Training: </strong> Our training programs include both basic and advanced levels so that any employee of yours can enhance their skills. These programs offer a wide range of courses and ensure the delivery of top quality training. <br/> <br/><strong> Direct Hiring: </strong>  Candidates who apply on our portals are directly connected to companies who require them. We consider their skills and experience while doing so. We also do head-hunting for the companies that require top performers for the desired post.  <br/> <br/><strong> Vendor Management: <strong> Our network consists of connections with multiple recruitment companies. It ensures that we can meet any large-scale requirement that our client has."]
    },
    {
        "id": 2,
        "categories": ["Institutes"],
        "body": ["<strong> Training: </strong> Our experts provide industry-standard courses on a wide range of technical and non-technical skills. It will enhance the students’ resumes and meet the requirements of many companies. <br/> <br/><strong>Direct Placement: </strong> Our thorough appraisal of candidates based on their current skills, certifications and degree ensures that we can place them in the right company for them. <br/> <br/><strong>Seminar and Workshop: </strong> Our personnel organizes seminars and workshops across multiple institutes to enhance students’ understanding of the current job requirements. Our workshop and seminar catalog ranges from IT to non- IT. The certification that we provide will improve the students’ resumes. <br/> <br/><strong>Internship: </strong> Our professionals' find suitable internships for students that build upon their college degree and help them succeed in their career.  Our tie-ups with many companies enable us to provide quality internships for students in appropriate companies."]
    },
    {
        "id": 3,
        "categories": ["Individual"],
        "body": ["Various elite IT companies like TCS, Infosys, Accenture and Cognizant recruit around 1-1.2 lakh graduates from college campuses. The campus recruitment process includes aptitude tests that test you on your quantitative, logical, reasoning and language skills. The QYSA Placement Training Program will train you to excel at these tests and also provide you with the technical skills required to land your dream job with these elite companies. <br/> <br/>We know that every interaction a candidate has with us is vital. We value these interactions and use them to guide the candidate on the right career track. Faced with a choice between a candidate's interest and the company's interest, it is always the former that gets priority. It is this dedication that makes QYSA stand apart from other organizations. <br/><br/><strong>Freshers: </strong> Our team provides training in a wide range of technical and non-technical skills. Depending upon your desired career path, we can train you and help you to get placed accordingly. We can also directly place you in companies that require freshers. <br/> <br/><strong>Intermediate: </strong> Our specialists can directly place you in companies with a better position and package if you are experienced and have the required certification and skillset. We also offer advanced technical and non-technical training to upgrade your current skill set and place you in even better companies. <br/> <br/><strong>Experienced: </strong> We can place you in the best/better company with a better position and package according to your experience in the field and your technical/non- technical skills."]
    },
    {
        "id": 4,
        "categories": ["Why choose us"],
        "body": ["We at QYSA have a strong network and work with multiple IT and non-IT companies. It has given us a superior understanding of the current market scenario regarding the skill set requirement and the job availability in IT and non-IT jobs. We are a service-providing company and we have been both the client and a partner. That gives us an immense advantage over our competitors."]
    }
    
]


